Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/samernas.se/_oahpahusat_geassegursser_lang_sm8.html.tmx
Source language: sme
Languages: smj

source: Oahpaheaddji: Randi Marainen 9 — 12 b. geassemánus. Unnimusat 5 oasseváldi ja eanemusat 10.
smj: Silbba Åhpadiddje: Randi Marainen biehtsemáno 9 — 12 biejve Binnemusát 5 oahppe ja ienemusát 10.

source: Máksá 1900 ruvnnu.
smj: Gållo 1 900 kr.

source: Ilmmut maŋemusat 28 b. miessemánus !
smj: Åtså maŋemusát moarmesmáno 28 biejve !

source: Biebmu – sápmelaš biebmokultuvra Gursesisdoallu: Rásit, máinnasteapmi, málisteapmi.
smj: Biebbmo – Sámebiebbmogárvvim Sisadno: Urttasa, subttsasa, biebbmogárvvim.

source: 17-19 b. geassemánus, 5 gitta 10 oasseváldi.
smj: Biehtsemáno 17-19 biejve, 5-10 oahppe.

source: Prošeakta Sámi biebmo- ja gelbbolašvuođaguovddáš. Gursehaddi 750 ruvnnu.
smj: Prosjäkta Samisk mat- och kompetenscentrum – Gållo 750 kr..

source: Gursebáiki lea Jåhkåmåhkke.
smj: Bájkke Jåhkåmåhkke.

source: Eanet dieđut ruovttosiiddus Sámi biebmo- ja gelbbolašvuođaguovddáš.
smj: Ienep diedo bielen Samisk mat- och kompetenscentrum.

source: Silbagursii lea seamme gáibádusat ovdagihtii máhtuide dego duodjelinjái nammalassii čađahuvvon sámeskuvla dehe sullásaš máhttu / vásáhus.
smj: Rávkalvissan Silbbaj la sämmi degu duodjesuorggáj, dat javllá sámeskåvllå jali dan lágásj máhttudahka / barggodiedo.

source: Duodjegurssii bohtet ávnnasgolut lassin.
smj: Oahppe máksá iesj duodjeábnnasijt.

source: Ilmmut maŋemusat geassemánu 5 beaivvi !
smj: Åtså maŋemusát biehtsemáno 5 biejve !

source: Ilmmut webba-skovi bokte !
smj: Åtså värmmádagá baktu !

source: Eanet dieđuid oaččut jus válddát oktavuođa Per Stefaniin: e-boastta: rektor@samernas.se tel: +46971 44002
smj: Ienep diedo: Válde aktavuodav rektåvråjn Per Stefan

source: Duodji
smj: Duodje

source: Boazodoallu
smj: Boatsojäládus

source: Sámi biebmu
smj: Sáme biebbmo
